tap "homebrew/bundle"
tap "homebrew/services"
brew "apr-util"
brew "bat"
brew "bettercap"
brew "btop"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "deno"
brew "docker", link: false
brew "dotnet"
brew "eslint"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "gopls"
brew "gradle"
brew "grep"
brew "imagemagick"
brew "jdtls"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libpq"
brew "libssh2"
brew "lolcat"
brew "mpv"
brew "neovim"
brew "nikto"
brew "nmap"
brew "node"
brew "openssh"
brew "pass"
brew "pkgconf"
brew "pnpm"
brew "qemu"
brew "ripgrep"
brew "rtmpdump"
brew "rust"
brew "sevenzip"
brew "shellcheck"
brew "stow"
brew "terraform"
brew "tesseract"
brew "tldr"
brew "tree-sitter-cli"
brew "tree"
brew "vhs"
brew "ykman"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
cask "audacity"
cask "burp-suite"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "mactex"
cask "notion"
cask "obs"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "utm"
cask "vlc"
cask "vscodium"
cask "webstorm"
cask "wireshark-app"
cask "yubico-authenticator"
cask "zed"
cask "zen"
cask "zoom"
cask "zotero"
