tap "homebrew/bundle"
tap "homebrew/services"
brew "apr-util"
brew "libssh2"
brew "bat"
brew "bettercap"
brew "cmatrix"
brew "cowsay"
brew "rtmpdump"
brew "curl"
brew "docker", link: false
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gh"
brew "go"
brew "grep"
brew "imagemagick"
brew "krb5"
brew "libpq"
brew "lolcat"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "qemu"
brew "rust"
brew "sevenzip"
brew "stow"
brew "zoxide"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "zed"
cask "zotero"
