tap "homebrew/bundle"
tap "homebrew/services"
brew "apr-util"
brew "libssh2"
brew "bat"
brew "bettercap"
brew "btop"
brew "clang-format"
brew "cmatrix"
brew "cowsay"
brew "rtmpdump"
brew "curl"
brew "deno"
brew "docker", link: false
brew "node"
brew "eslint"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "gopls"
brew "gradle"
brew "grep"
brew "imagemagick"
brew "jdtls"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libpq"
brew "lolcat"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "openssh"
brew "openssl@1.1"
brew "pkgconf"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "shellcheck"
brew "stow"
brew "terraform"
brew "tldr"
brew "tree"
brew "vhs"
brew "zoxide"
cask "docker"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "notion"
cask "obs"
cask "postman"
cask "rectangle"
cask "slack"
cask "vlc"
cask "wireshark"
cask "zed"
cask "zotero"
